Repository: mitsei/CLIx_Unplatform_obsolete
Catalog: unplatform_source/locale/*/LC_MESSAGES/django.po
Languages: te

source: choose tool
te: సాధనం ఎంచుకోండి

source: choose new lesson
te: కొత్త పాఠన్ని ఎంచుకోండ

source: finish lesson
te: పాఠం ముగించండ

source: Do you want to end this session?
te: మీరు ఈ సెషన్ ని ముగింపు చెయలనికుంటున్నారా?

source: Yes
te: అవును

source: No
te: లెదు

source: Select User
te: వినియోగదారుని ఎంచుకోండి

source: Select Subject
te: విషయం ఎంచుకోండి

source: Select Class
te: మీ తరగతి ఎంచుకోండి

source: Select Unit
te: యూనిట్ ఎంచుకోండి

source: Select your Lesson
te: మీ పాఠం ఎంచుకోండి

source: CLIx Module
te: CLIx మాడ్యూల్

source: Before you begin, please tell us about yourself
te: మీరు ప్రారంభించడానికి ముందు, మీ గురించి మాకు చెప్పండి

source: Teacher
te: గురువు

source: Student
te: విద్యార్థి

source: Visitor/Other
te: సందర్శకుల / ఇతర

source: Class Demonstration
te: క్లాస్ ప్రదర్శన

source: How many users are at this computer?
te: ఎంతమంది ఈ కంప్యూటర్ వద్ద ఉన్నాయి?

source: Select your subject
te: మీ విషయాన్ని ఎంచుకోండి

source: Tools
te: సాధనాలు

source: Choose your Tool
te: మీ సాధనం ఎంచుకోండి

source: Select your Unit
te: మీ యూనిట్ ఎంచుకోండి
